Repository: sobri909/LocoKit2
Catalog: Sources/LocoKit2/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, th, zh_hans, zh_hant

source: airplane
de: Flugzeug
es: avión
fr: avion
ja: 飛行機
th: เครื่องบิน
zh_hans: 飞机
zh_hant: 飛機

source: boat
de: Boot
es: barco
fr: bateau
ja: 船
th: เรือ
zh_hans: 船
zh_hant: 船

source: bogus
de: ungültig
es: inválido
fr: invalide
ja: 無効
th: ไม่ถูกต้อง
zh_hans: 无效
zh_hant: 無效

source: Brief Stop
de: Kurzer Halt
es: Parada breve
fr: Arrêt bref
ja: 短い滞在
th: แวะสั้นๆ
zh_hans: 短暂停留
zh_hant: 短暫停留

source: cable car
de: Seilbahn
es: teleférico
fr: téléphérique
ja: ロープウェイ
th: กระเช้าลอยฟ้า
zh_hans: 缆车
zh_hant: 纜車

source: car
de: Auto
es: coche
fr: voiture
ja: 車
th: รถยนต์
zh_hans: 汽车
zh_hant: 汽車

source: chairlift
de: Sessellift
es: telesilla
fr: télésiège
ja: チェアリフト
th: ลิฟต์เก้าอี้
zh_hans: 吊椅
zh_hant: 吊椅

source: cycling
de: Radfahren
es: ciclismo
fr: vélo
ja: 自転車
th: ปั่นจักรยาน
zh_hans: 骑行
zh_hant: 騎車

source: Data Gap
de: Datenlücke
es: Sin datos
fr: Données manquantes
ja: データなし
th: ไม่มีข้อมูล
zh_hans: 数据缺失
zh_hant: 資料缺失

source: deep sleeping
de: Tiefschlaf
es: sueño profundo
fr: sommeil profond
ja: 深い休止
th: พักลึก
zh_hans: 深度休眠
zh_hant: 深度休眠

source: Error
de: Fehler
fr: Erreur
ja: エラー
th: ข้อผิดพลาด
zh_hans: 错误
zh_hant: 錯誤

source: funicular
de: Standseilbahn
fr: funiculaire
ja: ケーブルカー
th: รถรางไต่เขา
zh_hans: 缆索铁路
zh_hant: 纜索鐵路

source: hiking
de: Wandern
es: senderismo
fr: randonnée
ja: ハイキング
th: เดินป่า
zh_hans: 徒步
zh_hant: 健行

source: horseback
de: Reiten
es: equitación
fr: équitation
ja: 乗馬
th: ขี่ม้า
zh_hans: 骑马
zh_hant: 騎馬

source: hot air balloon
de: Heißluftballon
es: globo aerostático
fr: montgolfière
ja: 熱気球
th: บอลลูน
zh_hans: 热气球
zh_hant: 熱氣球

source: inline skating
de: Inlineskaten
es: patinaje en línea
fr: roller
ja: インラインスケート
th: อินไลน์สเก็ต
zh_hans: 轮滑
zh_hant: 直排輪

source: kayaking
de: Kajakfahren
es: kayak
fr: kayak
ja: カヤック
th: พายเรือคายัค
zh_hans: 皮划艇
zh_hant: 划獨木舟

source: metro
de: U-Bahn
fr: métro
ja: 地下鉄
th: รถไฟใต้ดิน
zh_hans: 地铁
zh_hant: 捷運

source: motorcycle
de: Motorrad
es: motocicleta
fr: moto
ja: バイク
th: มอเตอร์ไซค์
zh_hans: 摩托车
zh_hant: 機車

source: off
de: aus
es: apagado
fr: désactivé
ja: オフ
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

source: recording
de: Aufnahme
es: grabando
fr: enregistrement
ja: 記録中
th: กำลังบันทึก
zh_hans: 记录中
zh_hant: 記錄中

source: rowing
de: Rudern
es: remo
fr: aviron
ja: ボート
th: พายเรือ
zh_hans: 划船
zh_hant: 划船

source: running
de: Laufen
es: correr
fr: course
ja: ランニング
th: วิ่ง
zh_hans: 跑步
zh_hant: 跑步

source: scooter
de: Roller
ja: スクーター
th: สกู๊ตเตอร์
zh_hans: 滑板车
zh_hant: 滑板車

source: skateboarding
de: Skateboarden
es: skateboard
fr: skateboard
ja: スケートボード
th: สเก็ตบอร์ด
zh_hans: 滑板
zh_hant: 滑板

source: skiing
de: Skifahren
es: esquí
fr: ski
ja: スキー
th: สกี
zh_hans: 滑雪
zh_hant: 滑雪

source: sleeping
de: Ruhemodus
es: en reposo
fr: en veille
ja: 休止中
th: พักอยู่
zh_hans: 休眠中
zh_hant: 休眠中

source: snowboarding
de: Snowboarden
es: snowboard
fr: snowboard
ja: スノーボード
th: สโนว์บอร์ด
zh_hans: 单板滑雪
zh_hant: 單板滑雪

source: standby
de: Bereitschaft
es: en espera
fr: en attente
ja: スタンバイ
th: พร้อม
zh_hans: 待机
zh_hant: 待機

source: stationary
de: stationär
es: estacionario
fr: stationnaire
ja: 静止
th: หยุดนิ่ง
zh_hans: 静止
zh_hant: 靜止

source: surfing
de: Surfen
es: surf
fr: surf
ja: サーフィン
th: เซิร์ฟ
zh_hans: 冲浪
zh_hant: 衝浪

source: swimming
de: Schwimmen
es: natación
fr: natation
ja: 水泳
th: ว่ายน้ำ
zh_hans: 游泳
zh_hant: 游泳

source: tractor
de: Traktor
fr: tracteur
ja: トラクター
th: รถแทรกเตอร์
zh_hans: 拖拉机
zh_hant: 拖拉機

source: train
de: Zug
es: tren
ja: 電車
th: รถไฟ
zh_hans: 火车
zh_hant: 火車

source: tram
de: Straßenbahn
es: tranvía
fr: tramway
ja: 路面電車
th: รถราง
zh_hans: 有轨电车
zh_hant: 有軌電車

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
ja: 不明
th: ไม่ทราบ
zh_hans: 未知
zh_hant: 未知

source: Unknown Place
de: Unbekannter Ort
es: Lugar desconocido
fr: Lieu inconnu
ja: 不明な場所
th: สถานที่ไม่ทราบ
zh_hans: 未知地点
zh_hant: 未知地點

source: Visit
de: Besuch
es: Visita
fr: Visite
ja: 滞在
th: แวะ
zh_hans: 访问
zh_hant: 造訪

source: wakeup
de: Aufwachen
es: despertar
fr: réveil
ja: 起動
th: ตื่น
zh_hans: 唤醒
zh_hant: 喚醒

source: walking
de: Gehen
es: caminar
fr: marche
ja: 徒歩
th: เดิน
zh_hans: 步行
zh_hant: 步行

source: wheelchair
de: Rollstuhl
es: silla de ruedas
fr: fauteuil roulant
ja: 車椅子
th: รถเข็น
zh_hans: 轮椅
zh_hant: 輪椅

source: uncertain
de: unbestimmt
es: incierto
fr: incertain
ja: 不明
th: ไม่แน่นอน
zh_hans: 不确定
zh_hant: 不確定

source: moving
de: in Bewegung
es: en movimiento
fr: en mouvement
ja: 移動中
th: เคลื่อนที่
zh_hans: 移动中
zh_hant: 移動中

source: bus
es: autobús
ja: バス
th: รถบัส
zh_hans: 公交车
zh_hant: 公車

source: ski lift
es: telesquí
fr: téléski
ja: スキーリフト
th: ลิฟต์สกี
zh_hans: 滑雪缆车
zh_hant: 滑雪纜車

source: Transport
es: Transporte
ja: 移動
th: เดินทาง
zh_hans: 交通
zh_hant: 交通

source: golf
ja: ゴルフ
th: กอล์ฟ
zh_hans: 高尔夫
zh_hant: 高爾夫

source: songthaew
ja: ソンテウ
th: สองแถว
zh_hans: 双条车
zh_hant: 雙條車

source: taxi
ja: タクシー
th: แท็กซี่
zh_hans: 出租车
zh_hant: 計程車

source: tuk-tuk
ja: トゥクトゥク
th: ตุ๊กตุ๊ก
zh_hans: 嘟嘟车
zh_hant: 嘟嘟車
